//
//  Constants.swift
//  Chat
//
//  Created by Tú Phạm on 16/02/2023.
//

import Foundation

struct Constants {
    static let USER_ID = "USER_ID"
    static let ACCESS_TOKEN = "ACCESS_TOKEN"
    static let TEXT_POLICY_SURVEY_DESCRIPTION = "アンケートの注意事項エリアです。 \n■ポイント付与について ※ポイントプレゼントはポイントカード会員様限定、お一人様1回限りとなります。 ※ポイント付与は翌月15日頃までに実施いたします。 ※ポイント付与の権利はご本人のみに限らせていただき、第三者への譲渡及び換金はできません。 \n■個人情報について アンケートにご記入いただきました個人情報は、株式会社赤ちゃん本舗が厳重に管理いたします。お客様の個人情報は当社のサービス向上及び統計データ作成以外の目的で利用すること、及びご本人様の同意なく第三者に開示、提供することはございません（法令などにより開示を求められた場合を除く）。当社の利用目的達成に必要な歯に無いにおいて、お客様の個人情報を委託業者に提供する場合は、提供先に対し徹底した管理を義務づけるとともに、適正な監督を行います。"
}
